Repository: sonoUnoTeam/webTraining
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Contact:
es: Contacto:

source: Exploring the Sound of Science
es: Explorando el sonido de la ciencia

source: <p> Exploring the cosmos through different senses can be within your reach. That's why this platform for training in the sonification of astronomical data and more was created. In the convergence between astronomy and data sonification, we have created a unique space that goes beyond visual representation, allowing you to discover the universe in a multisensory way. </p>
es: <p> Explorar el cosmos a través de diferentes sentidos puede estar a tu alcance. Por eso se creó esta plataforma de capacitación en sonificación de datos astronómicos y más. En la convergencia entre astronomía y sonificación de datos, hemos creado un espacio único que va más allá de la representación visual, permitiendo descubrir el universo de forma multisensorial. </p>

source: About Us
es: Sobre el proyecto

source: <p> In sonoTrainings, we merge vision and hearing to provide you with multisensory training that not only expands your understanding of the cosmos but also enhances your auditory performance when interacting with scientific data. Inspired by innovative projects like sonoUno, our platform focuses on designing a user-centered interface to make science accessible to everyone. </p>
es: <p> En sonoTrainings fusionamos visión y audición para brindarte un entrenamiento multisensorial que no solo amplía tu comprensión del cosmos sino que también mejora tu rendimiento auditivo al interactuar con datos científicos. Inspirada en proyectos innovadores como sonoUno, nuestra plataforma se centra en diseñar una interfaz centrada en el usuario para hacer que la ciencia sea accesible para todos. </p>

source: Highlighted Features:
es: Características destacadas

source: <ul> <li> Multisensory Training: <p>Immerse yourself in unique learning experiences that combine vision and hearing to enhance understanding of astronomical and scientific data.</p> </li> <li> Accessibility: <p>Our platform was designed with the diversity of sensory styles in mind, making science accessible to everyone.</p> </li> <li> Continuous Development: <p>We are committed to the continuous improvement of our platform, ensuring user-friendly functionality that guarantees a comfortable learning experience.</p> </li> </ul> <p>Join us and discover the cosmos in an entirely new way on sonoTrainings.</p>
es: <ul> <li> Entrenamiento Multisensorial: <p>Sumérgete en experiencias de aprendizaje únicas que combinan visión y audición para mejorar tu comprensión de los datos astronómicos y científicos.</p> </li> <li> Accesibilidad: <p>Nuestra plataforma fue diseñada teniendo en cuenta la diversidad de estilos sensoriales, haciendo que la ciencia sea accesible para todos.</p> </li> <li> Desarrollo continuo: <p>Estamos comprometidos con la mejora continua de nuestra plataforma, asegurando una funcionalidad fácil de usar que garantice una experiencia de aprendizaje cómoda.</p> </li> </ul> <p>Únase a nosotros y descubra el cosmos de una manera completamente nueva en sonoTrainings.</p>

source: Message:
es: Mensaje:

source: Home
es: Inicio

source: Trainings
es: Entrenamientos

source: Profile
es: Perfil

source: Logout
es: Cerrar sesión

source: Login
es: Acceder

source: Register
es: Registrarse

source: Go
es: Ir

source: Easy
es: Fácil

source: Intermediate
es: Intermedio

source: Advanced
es: Avanzado

source: Active
es: Activo

source: Inactive
es: Inactivo

source: In progress
es: En progreso

source: Completed
es: Completado

source: Well explained
es: Bien explicado

source: Interesting
es: Interesante

source: Easy to understand
es: Fácil de entender

source: Too difficult
es: Demasiado difícil

source: Not interesting
es: No es interesante

source: Poorly explained
es: Pobremente explicado

source: Confusing
es: Confuso

source: Repetitive
es: Repetitivo

source: Not Started
es: No iniciado

source: In Progress
es: En progreso

source: Failed
es: Fallido

source: List of Blocks
es: Lista de Bloques

source: Note
es: Nota:

source: <ul class="list-group list-group-flush"> <li class="list-group-item">Remember that at the end of a training block, which is made up of 4 displays, you can review your answers and/or repeat the block with new answers.</li> <li class="list-group-item">To start a workout you must press the name of the desired workout in the table below.</li> </ul>
es: <ul class="list-group list-group-flush"> <li class="list-group-item">Recuerda que al finalizar un bloque de entrenamiento, que se compone de 4 pantallas, podrás revisar tus respuestas y/o repetir el bloque con nuevas respuestas.</li> <li class="list-group-item">Para iniciar un entrenamiento debe presionar el nombre del entrenamiento deseado en la siguiente tabla.</li> </ul>

source: Name
es: Nombre

source: Duration (minutes)
es: Duración (en minutos)

source: State
es: Estado

source: <p class="lead">Sorry, no trainings are available.</p>
es: <p class="lead">Lo sentimos, no hay entrenamientos disponibles.</p>

source: Previous
es: Previo

source: Next
es: Siguiente

source: <ul class="list-group list-group-flush"> <li class="list-group-item">If you have already answered this survey or do not wish to take it at this time, you can go to the bottom of the page and press the skip button</li> </ul>
es: <ul class="list-group list-group-flush"> <li class="list-group-item">Si ya respondió esta encuesta o no desea realizarla en este momento, puede ir al final de la página y presionar el botón omitir.</li> </ul>

source: Comment
es: Comentario

source: More liked:
es: Lo más Gustado

source: Least liked:
es: Lo menos Gustado

source: Comment aditional:
es: Comentario Adicional

source: Send
es: Enviar

source: Skip Comment
es: Omitir

source: Quick Guide
es: Guía Rápida

source: <p>Trainings unlock sequentially after completing the previous one. Click the training name to start, you can view the results once the training is completed. The final training unlocks after completing all trainings in the course.</p>
es: <p>Los entrenamientos se desbloquean secuencialmente después de completar el anterior. Haz clic en el nombre del entrenamiento para comenzar, puedes ver el resultado una vez completado el entrenamiento. El entrenamiento final se desbloquea después de completar todos los entrenamientos del curso. </p>

source: Course Modules
es: Módulos del Curso

source: Order
es: Orden

source: Difficulty
es: Dificultad

source: Allowed Attempts
es: Intentos Permitidos

source: Attempts Made
es: Intentos Realizados

source: Reviews
es: Revisiones

source: Status
es: Estado

source: review
es: revisar

source: Available
es: Disponible

source: Locked - Complete previous trainings
es: Bloqueado - Completa los entrenamientos anteriores

source: <p class="lead">No trainings in this course.</p>
es: <p class="lead">No hay entrenamientos en este curso.</p>

source: Final Training
es: Entrenamiento Final

source: Action
es: Acción

source: Passed
es: Aprobado

source: Locked - Complete all trainings
es: Bloqueado - Completa todos los entrenamientos

source: Take Exam
es: Tomar Examen

source: No final training defined for this course.
es: No hay entrenamiento final definido para este curso.

source: Available Courses
es: Cursos Disponibles

source: <p>Select a course to view its trainings. Courses have sequential trainings and a final training that unlocks after completion.</p>
es: <p>Selecciona un curso para ver sus entrenamientos. Los cursos tienen entrenamientos secuenciales y un entrenamiento final que se desbloquea después de la finalización.</p>

source: View Course
es: Ver Curso

source: Question
es: Pregunta

source: You have completed all trainings. Now, take the final exam.
es: Has completado todos los entrenamientos. Ahora, realiza el examen final.

source: Click the button below to pass the exam.
es: Haz clic en el botón de abajo para realizar el examen.

source: Pass Exam
es: Realizar Examen

source: Are you sure?
es: ¿Estás seguro?

source: Your answer will be submitted.
es: Tu respuesta será enviada.

source: Confirm
es: Confirmar

source: Cancel
es: Cancelar

source: Your browser does not support audio playback.
es: Lo sentimos, tu navegador no soporta la reproducción de audio.

source: Select Answer
es: Seleccione una Respuesta

source: Send and Next
es: Enviar respuesta e ir a página siguiente

source: <p>If you want to return to the previous display, press the back button</p>
es: <p>Si desea volver a la pantalla anterior, presione el botón Atrás</p>

source: Back
es: Atrás

source: <caption> Table of revisions available for viewing </caption>
es: <caption> Tabla de revisiones disponible para su visualización </caption>

source: Name Block
es: Nombre del bloque

source: <p class="lead"> Sorry, no reviews available. </p>
es: <p class="lead"> Lo siento, no hay revisiones disponible en este momento. </p>

source: <p>If you want to return to the training page, press the back button</p>
es: <p>si desea regresar a la página de entrenamientos disponibles, presione el botón Atrás</p>

source: <p class="mt-2"> Correct answer </p>
es: <p class="mt-2"> Respuesta correcta </p>

source: Wrong answer. The correct answer is:
es: Respuesta incorrecta. La respuesta correcta es:

source: List of reviews
es: Lista de revisiones disponibles

source: Number
es: Número

source: Date
es: Fecha

source: Time
es: Hora

source: Time Spent
es: Tiempo empleado

source: You need to be a trainee to access trainings.
es: Necesitas ser un aprendiz para acceder a los entrenamientos.

source: You need to be a trainee to access this page.
es: Necesitas ser un aprendiz para acceder a esta página.

source: not started
es: No iniciado

source: You have completed: %(training)s
es: ¡Excelente! Has completado: %(training)s

source: You must complete all trainings before taking the exam.
es: Debes completar todos los entrenamientos antes de realizar el examen.

source: Congratulations! You have passed the exam and completed the course.
es: ¡Felicitaciones! Has aprobado el examen y completado el curso.

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Age
es: Edad

source: Occupation
es: Ocupación

source: Primary School
es: Primaria

source: High School
es: Secundaria

source: Associate
es: Terciario

source: University
es: Universidad

source: Doctoral Student
es: Estudiante de doctorado

source: Doctor
es: Doctor/Doctora

source: Educational Level
es: Nivel Educativo

source: Reset Your Password
es: Restablecer tu contraseña

source: Enter New Password
es: Ingrese nueva contraseña

source: Reset Password
es: Restablecer contraseña

source: Password Successfully Changed
es: contraseña actualizada con éxito

source: Reset your password
es: Restablecer tu contraseña

source: Send Reset Link
es: Enviar enlace de restablecimiento

source: Password reset sent
es: Restablecimiento de contraseña enviado

source: We have sent you an email with instructions to reset your password. Please check your inbox.
es: Te hemos enviado un correo con instrucciones para restablecer tu contraseña. Por favor revisa tu bandeja de entrada.

source: User Information
es: Información del usuario

source: Update
es: Actualizar

source: Trainee Information
es: Información del usuario como aprendiz

source: Change Password
es: Cambiar contraseña

source: Signin
es: Iniciar sesión

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Signup
es: Registrarse

source: Complete all fields please:
es: Complete todos los campos, por favor:

source: Enter a username of your choice
es: Ingrese un nombre de usuario

source: Username
es: Nombre de usuario

source: <small id="username-description" aria-hidden="true">Your username must be between 6 and 15 characters and can only contain letters, numbers, and underscores.</small>
es: <small id="username-description" aria-hidden="true">Su nombre de usuario debe tener entre 6 y 15 caracteres y solo puede contener letras, números y guiones bajos.</small>

source: Password
es: Contraseña

source: <small id="username-description" aria-hidden="true">Your password must contain at least 8 characters.</small>
es: <small id="username-description" aria-hidden="true">Su contraseña debe contener al menos 8 caracteres.</small>

source: Repeat password
es: Repita la contraseña

source: <small id="username-description" aria-hidden="true">Write your password one more time, please.</small>
es: <small id="username-description" aria-hidden="true">Escriba su contraseña una vez más</small>

source: Educational Level:
es: Nivel educativo.

source: The email entered is already registered.
es: El correo electrónico ingresado ya está registrado.

source: User created successfully
es: Usuario creado exitosamente

source: Error creating user
es: Error al crear usuario

source: Your account has been activated successfully.
es: Tu cuenta ha sido activada exitosamente.

source: Error activating account
es: Error al activar la cuenta

source: Username or Password incorrect
es: Usuario o contraseña incorrectos

source: You are logged in as %(username)s
es: Has iniciado sesión como %(username)s

source: Your profile has been updated
es: Tu perfil ha sido actualizado

source: Password reset
es: Restablecimiento de contraseña

source: The email entered is not registered.
es: El correo electrónico ingresado no está registrado.

source: An error occurred while trying to send the email, contact the administrator.
es: Ocurrió un error al intentar enviar el correo electrónico, contacte al administrador.

source: Enter new password
es: Ingrese nueva contraseña

source: Password reset unsuccessful
es: Restablecimiento de contraseña fallido

source: Welcome Back
es: Bienvenido de nuevo

source: Sign in to continue to your account
es: Inicia sesión para continuar en tu cuenta

source: Forgot password?
es: ¿Olvidaste tu contraseña?

source: Sign In
es: Iniciar Sesión

source: Don't have an account?
es: ¿No tienes una cuenta?

source: Sign up here
es: Regístrate aquí

source: Create Your Account
es: Crea tu cuenta

source: Join us and start your learning journey
es: Únete a nosotros y comienza tu viaje de aprendizaje

source: Account Information
es: Información de la cuenta

source: 6-15 characters, letters, numbers and underscores only
es: 6-15 caracteres, solo letras, números y guiones bajos

source: Email
es: Correo electrónico

source: At least 8 characters
es: Al menos 8 caracteres

source: Confirm Password
es: Confirmar contraseña

source: Re-enter your password to confirm
es: Vuelve a ingresar tu contraseña para confirmar

source: Personal Information
es: Información personal

source: Create Account
es: Crear cuenta

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Sign in here
es: Inicia sesión aquí

source: My Profile
es: Mi perfil

source: Manage your account information and preferences
es: Administra la información y preferencias de tu cuenta

source: Update User Information
es: Actualizar información de usuario

source: Update Trainee Information
es: Actualizar información del aprendiz

source: Security Settings
es: Configuración de seguridad

source: Update your password to keep your account secure
es: Actualiza tu contraseña para mantener tu cuenta segura

source: Enter your email address and we will send you a link to reset your password
es: Ingresa tu dirección de correo electrónico y te enviaremos un enlace para restablecer tu contraseña

source: Email Address
es: Dirección de correo electrónico

source: We will send a password reset link to this email
es: Enviaremos un enlace de restablecimiento de contraseña a este correo

source: Remember your password?
es: ¿Recuerdas tu contraseña?

source: Sign in
es: Iniciar sesión

source: Password Reset Instructions
es: Instrucciones de restablecimiento de contraseña

source: If the email address exists in our system, you will receive an email with instructions to reset your password. Please check your spam folder if you do not see the email.
es: Si la dirección de correo electrónico existe en nuestro sistema, recibirás un correo con instrucciones para restablecer tu contraseña. Por favor revisa tu carpeta de spam si no ves el correo.

source: Email Sent!
es: ¡Correo enviado!

source: We have sent you an email with instructions to reset your password.
es: Te hemos enviado un correo con instrucciones para restablecer tu contraseña.

source: Please check your inbox and follow the link to create a new password.
es: Por favor revisa tu bandeja de entrada y sigue el enlace para crear una nueva contraseña.

source: Did not receive the email?
es: ¿No recibiste el correo?

source: Check your spam folder or
es: Revisa tu carpeta de spam o

source: try again
es: intenta de nuevo

source: Back to Sign In
es: Volver a iniciar sesión

source: Password Successfully Changed!
es: ¡Contraseña cambiada exitosamente!

source: Your account is now secure with your new password
es: Tu cuenta ahora está segura con tu nueva contraseña

source: Your password has been changed successfully.
es: Tu contraseña ha sido cambiada exitosamente.

source: You can now log in with your new password and continue using your account.
es: Ahora puedes iniciar sesión con tu nueva contraseña y continuar usando tu cuenta.

source: Security tip:
es: Consejo de seguridad:

source: Make sure to remember your new password and keep it secure.
es: Asegúrate de recordar tu nueva contraseña y mantenerla segura.

source: Sign In Now
es: Iniciar sesión ahora

source: Go to Home
es: Ir al inicio

source: Change Your Password
es: Cambia tu contraseña

source: Enter your current password and choose a new one
es: Ingresa tu contraseña actual y elige una nueva

source: Current Password
es: Contraseña actual

source: New Password
es: Nueva contraseña

source: Your password must contain at least 8 characters
es: Tu contraseña debe contener al menos 8 caracteres

source: Confirm New Password
es: Confirmar nueva contraseña

source: Re-enter your new password to confirm
es: Vuelve a ingresar tu nueva contraseña para confirmar

source: Your password has been updated
es: Tu contraseña ha sido actualizada

source: Your account is secure
es: Tu cuenta está segura

source: Your new password is active and your account is protected.
es: Tu nueva contraseña está activa y tu cuenta está protegida.

source: Go to My Profile
es: Ir a mi perfil

source: Set New Password
es: Establecer nueva contraseña

source: Please enter your new password twice so we can verify you typed it correctly.
es: Por favor ingresa tu nueva contraseña dos veces para verificar que la escribiste correctamente.

source: Change My Password
es: Cambiar mi contraseña

source: Password Reset Link Invalid
es: Enlace de restablecimiento de contraseña inválido

source: The password reset link was invalid, possibly because it has already been used.
es: El enlace de restablecimiento de contraseña era inválido, posiblemente porque ya fue usado.

source: Please request a new password reset.
es: Por favor solicita un nuevo restablecimiento de contraseña.

source: Request New Password Reset
es: Solicitar nuevo restablecimiento de contraseña

source: Review Answer
es: Revisar Respuesta

source: Correct
es: Correcta

source: Your answer
es: Tu respuesta

source: Correct answer!
es: ¡Respuesta correcta!

source: Great job! You selected the right answer.
es: ¡Excelente trabajo! Seleccionaste la respuesta correcta.

source: Incorrect answer
es: Respuesta incorrecta

source: The correct answer is:
es: La respuesta correcta es:

source: Final Exam Results
es: Resultados del Examen Final

source: Training Results
es: Resultados del Entrenamiento

source: Final Exam Attempts - Course:
es: Intentos del Examen Final - Curso:

source: Attempts Completed:
es: Intentos Completados:

source: Exam Attempt
es: Intento de Examen

source: Attempt
es: Intento

source: Exam Score
es: Puntuación del Examen

source: Score
es: Puntuación

source: Result
es: Resultado

source: You haven't taken the final exam for this course yet.
es: Aún no has realizado el examen final de este curso.

source: You haven't completed any attempts for this training yet.
es: Aún no has completado ningún intento de este entrenamiento.

source: Back to Course
es: Volver al Curso

source: No image available
es: No hay imagen disponible

source: Sorry, no blocks are available for this training.
es: Lo sentimos, no hay bloques disponibles para este entrenamiento.

source: Training Name
es: Nombre del Entrenamiento

source: Duration
es: Duración

source: Attempts
es: Intentos

source: Score & Results
es: Puntuación y Resultados

source: Actions
es: Acciones

source: View Results
es: Ver Resultados

source: Passing Score
es: Puntuación de Aprobación

source: Maximum attempts reached
es: Intentos máximos alcanzados

source: Best
es: Mejor

source: Last
es: Último

source: Skipped
es: Saltado

source: Attempts Exhausted
es: Intentos Agotados

source: Locked - moved to next training
es: Bloqueado - avanzó al siguiente entrenamiento

source: Start
es: Comenzar

source: Optional
es: Opcional

source: Optional retry to improve your score
es: Reintento opcional para mejorar tu puntuación

source: Retry
es: Reintentar

source: remaining
es: restantes

source: Advancing to next will lock this
es: Avanzar al siguiente bloqueará esto

source: Average Score from Best Attempts
es: Puntuación Promedio de Mejores Intentos

source: Required for Final Exam
es: Requerido para el Examen Final

source: Requirement Met
es: Requisito Cumplido

source: Below Required Average
es: Por Debajo del Promedio Requerido

source: Final Exam Requirements
es: Requisitos del Examen Final

source: Complete all trainings in the course
es: Completa todos los entrenamientos del curso

source: Achieve an average score of at least
es: Alcanza una puntuación promedio de al menos

source: from your best training attempts
es: de tus mejores intentos de entrenamiento

source: Exam Name
es: Nombre del Examen

source: Incorrect
es: Incorrectas

source: Complete all trainings first
es: Completa primero todos los entrenamientos

source: Exam Passed!
es: ¡Examen Aprobado!

source: Take Final Exam
es: Tomar Examen Final

source: Average score
es: Puntuación promedio

source: Required
es: Requerido

source: Insufficient Average Score
es: Puntuación Promedio Insuficiente

source: Current average
es: Promedio actual

source: Complete All Trainings First
es: Completa Primero Todos los Entrenamientos

source: Complete previous training
es: Completa el entrenamiento anterior

source: Warning!
es: ¡Advertencia!

source: Starting
es: Comenzando

source: The previous training will be locked and you will not be able to retry it.
es: El entrenamiento anterior será bloqueado y no podrás reintentarlo.

source: You will keep your current score.
es: Mantendrás tu puntuación actual.

source: Continue Anyway
es: Continuar de Todos Modos

source: Starting Final Exam
es: Comenzando Examen Final

source: All previous trainings with remaining attempts will be locked and you will not be able to retry them.
es: Todos los entrenamientos anteriores con intentos restantes serán bloqueados y no podrás reintentarlos.

source: You will keep your current scores.
es: Mantendrás tus puntuaciones actuales.

source: Platform for Scientific Sonification
es: Plataforma de Sonificación Científica

source: Discover the cosmos through different senses. Learn about astronomical data sonification in a multisensory space that goes beyond visual representation.
es: Descubre el cosmos a través de diferentes sentidos. Aprende sobre sonificación de datos astronómicos en un espacio multisensorial que va más allá de la representación visual.

source: Start Training
es: Comenzar Entrenamiento

source: About sonoTrainings
es: Acerca de sonoTrainings
