Repository: sonoUnoTeam/webTraining
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: In sonoTrainings, we merge vision and hearing to provide you with multisensory training that not only expands your understanding of the cosmos but also enhances your auditory performance when interacting with scientific data.
es: En sonoTrainings fusionamos visión y audición para brindarte un entrenamiento multisensorial que no solo amplía tu comprensión del cosmos sino que también mejora tu rendimiento auditivo al interactuar con datos científicos.

source: Inspired by innovative projects like sonoUno, our platform focuses on designing a user-centered interface to make science accessible to everyone.
es: Inspirado en proyectos innovadores como sonoUno, nuestra plataforma se centra en diseñar una interfaz centrada en el usuario para hacer que la ciencia sea accesible para todos.

source: Multisensory Training
es: Entrenamiento Multisensorial

source: Immerse yourself in unique learning experiences that combine vision and hearing to enhance understanding of astronomical and scientific data.
es: Sumérgete en experiencias de aprendizaje únicas que combinan visión y audición para mejorar la comprensión de datos astronómicos y científicos.

source: Accessibility
es: Accesibilidad

source: Our platform was designed with the diversity of sensory styles in mind, making science accessible to everyone.
es: Nuestra plataforma fue diseñada teniendo en cuenta la diversidad de estilos sensoriales, haciendo que la ciencia sea accesible para todos.

source: Continuous Development
es: Desarrollo Continuo

source: We are committed to the continuous improvement of our platform, ensuring user-friendly functionality that guarantees a comfortable learning experience.
es: Estamos comprometidos con la mejora continua de nuestra plataforma, asegurando una funcionalidad amigable que garantiza una experiencia de aprendizaje cómoda.

source: Our Collaborators
es: Nuestros Colaboradores

source: Ready to Explore the Cosmos?
es: ¿Listo para Explorar el Cosmos?

source: Join us and discover the cosmos in an entirely new way on sonoTrainings.
es: Únete a nosotros y descubre el cosmos de una manera completamente nueva en sonoTrainings.

source: Platform for training in the sonification of astronomical data and scientific research.
es: Plataforma de capacitación en sonificación de datos astronómicos e investigación científica.

source: Quick Links
es: Enlaces Rápidos

source: Resources
es: Recursos

source: Contact
es: Contacto

source: All rights reserved.
es: Todos los derechos reservados.

source: Made by
es: Hecho por

source: Astronomical data sonification software
es: Software de sonorización de datos astronómicos

source: Explore scientific data visually and through sonification
es: Explora datos científicos visualmente y mediante sonorización

source: Visit SonoUno App
es: Visitar SonoUno App

source: Music and data visualization
es: Música y visualización de datos

source: Web Application
es: Aplicación Web

source: Interactive data visualization
es: Visualización interactiva de datos

source: Real-time audio sonification
es: Sonorización de audio en tiempo real

source: Accessible for all users
es: Accesible para todos los usuarios
